{
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Mikun",
            "Entries": {
                "Introduction": "Um, hello, are you the new one?#$b#I am only because of the future.$1#$b#That’s right! That idol trainee who has been practicing for two and a half years...$10#$b#☆Only because~ I haven’t come yet~☆$11#$e#How about it,@. Are you surprised to see a popular idol suddenly?$8#$b#Huh? Why am I in Pelican Town?$5#$b#Hee hee, because all this is arranged by the producers of Quanmin! Destiny brings us together here!$11#$e#Oh, by the way, actually all the above are what the producer arranged for me to talk about...$5#$b#As a national idol, I'm very busy, okay?$6#$b#How can I have time to welcome a new farmer...$5#$e#Aren't you leaving yet?#$e#…………#$e#Okay, okay, I'll give you something as a greeting gift, and then you don't want to hang around in front of me.#$b#Got it. [107][114]$8",
                "danceRejection": "Sorry, I don't like this dance...$2",
                "divorced": "No, you shouldn't be in front of me.$9#$e#Go away, I don't want to give you eggs anymore.$9",
                "breakUp": "Why? What did I do wrong?$9#$b#Well, looks like that's it, I... I think I'll leave.$9",
                "MovieInvitation": "Hmm? Watch a movie?#$b#OK, I like movies. Let’s meet in the theater?$8",
                "Resort_Entering": "This is awesome! Taking a boat to the Finnish Islands is something I always look forward to!$1",
                "Resort_Leaving": "Alas, time always passes so fast. I haven't had enough fun yet...$2",
                "Resort_Shore": "What a warm atmosphere, the corals here are more beautiful than those in the town.$1#$b#I love this sea so much!$11",
                "Resort_Umbrella": "Wow, it’s so hot! I need to cool down...otherwise it will melt...$2",
                "Resort_Wander": "The sand is so soft, I have the urge to transform back into my original form and roll around in it...$4",
                "Resort_Bar": "Unfortunately, there is still no plum juice, but the specialty drinks here are also great.$8",
                "Resort": "Wow! It’s just as beautiful here as in the movie!$1",
                "dumped_Girls": "Incredible. You are definitely the most Aquaman I have ever met.$5#$b#I think I'll ignore you for now.$6#$e#I'm angry, really angry!$3#$e#%Just because the future is really angry.",
                "secondChance_Girls": "Oh, forget it @...I forgive you.$6#$b#After all, you are still a good ikun.$8",
                "cc_Complete": "That old community center…#$b#How incredible that you fixed it.$8#$e#Do you know any magic...",
                "cc_Bus": "Are buses open again?#$b#It's great. I don't need any special means to go to Zuzu to perform.$8#$b#Oh...what means?#$b#…#$e#I won't tell you that I will change back to my original form and fly over!$10",
                "cc_Bridge": "The bridge in the mountains has actually been repaired...but what's the point of repairing it?#$b#There are some rocks over there...",
                "joja_Begin": "You must have purchased a membership.#$b#People of the same type are attracted to each other. I admire your temperament.$8",
                "movieTheater": "This is unusual.#$b#For such a small town to have a movie theater, I knew there must be an ikun hidden deep inside.$8",
                "GreenRain": "Gee, something didn't feel right when I woke up in the grass this morning! Look at these grasses! It’s too exuberant! (shock)$5#$b#These strange rains seem to have some different power...#$b#I feel...(frowning)#$b#Not so good...(wilt)#$e#%It seems a little scary, just because in the future, doesn't he find that he has changed back to his original shape?",
                "GreenRainFinished": "Yesterday's weather was very strange. Although the magic power of this valley is very strong, it is still very unpredictable to produce such a scene.$8#$b#I don't really want to see again...#$b#They make my magic unstable...$9",
                "GreenRain_2": "That's it again! (angry)$5#$b#Really annoying! My fur is wet and I can’t go to the library to hide... (sad)$2#$b#@? Forget it, it will be normal after the rain ends... (wilting)#$e#I heard those villagers talking about this phenomenon before... (frowning)#$b#I'm sure this is not pollution. The magic power that is constantly seeping into my feathers tells me that this special weather must be related to that person! (angry)$5",
                "DumpsterDiveComment": "Hey! What are you doing! ? Is there no food to eat?$5",
                "HitBySlingshot": "Ouch~What are you doing!$6#$b#hateful! How dare you fight the great future! ? My brother won't let you go just because of Xia!$6",
                "AcceptBouquet": "…#$b#…………$5#$b#ah! ! !$7#$b#did not expect! I do!$4#$b#You must be a real man!$1^You must be a real ikun!$1",
                "FlowerDance_Accept": "OK!$1#$b#Don't worry@, although this is an old-fashioned dance, I will still take it seriously. After all, I am only interested in the future.$8",
                "FlowerDance_Accept_Spouse": "I'm so glad you didn't choose anyone else, although I wouldn't be angry if you did...#$b#…#$b#...I'm serious, I really can't...#$b#%Maybe she will get really angry if I keep asking, so it’s better not to continue...",
                "RejectBouquet": "Do you want to choose greatness just because of the future?$8#$b#That is impossible!$1",
                "RejectBouquet_Divorced": "No kidding?$3#$b#Is there really no resin?$3#$b#I will never trust you again.$9",
                "RejectBouquet_NpcAlreadyMarried": "Obviously I already am{0}的伴侣了。$6#$b#难道你是个牛头人战士？$5#$b#你这样{0}do you know?$10",
                "RejectBouquet_VeryLowHearts": "My suitors could fill the sea of ​​gems, how could I choose you?$8",
                "RejectBouquet_LowHearts": "Although you are also a good ikun, there are many more good ikuns. Do you understand it?$8",
                "RejectMermaidPendant": "Do you want to choose greatness just because of the future?$8#$b#Great just because the future will not choose you!$1",
                "RejectMermaidPendant_PlayerWithSomeoneElse": "A bold thief?$5#$b#Ah, no, bold old Wang?$10",
                "RejectMermaidPendant_Divorced": "In the end what you want?$9#$b#Obviously Man and Chicken was a mistake and I wouldn't want to do it again!$3",
                "RejectMermaidPendant_NpcWithSomeoneElse": "Be bold! Cao thief!$5#$b#{0}How come I have a friend like you? I definitely don’t know how to use cilantro phoenix chicken!$3",
                "RejectMermaidPendant_Under8Hearts": "I have seen many fanatical suitors like you, and there are also those who are more fanatical than you...#$b#But, I refuse!$3",
                "RejectMermaidPendant_Under10Hearts": "……Feel sorry. I had no intention of doing anything like that, you know, we didn't get that far.$2",
                "RejectMermaidPendant_Under10Hearts_AskedAgain": "Didn’t I say no?$6#$b#Are you M?$10",
                "RejectMermaidPendant_NeedHouseUpgrade": "Honey, I'm glad you think so!$1#$b#But you have to prepare something for the family, you know what I mean...$2",
                "RejectMovieTicket": "Um……#$b#I'm not interested in.#$b#Feel sorry.",
                "RejectMovieTicket_AlreadyInvitedBySomeoneElse": "Um……#$b#…I think, I’m sorry.#$b#I promised ikun earlier{0}, I can't break my promise.$8",
                "RejectMovieTicket_AlreadyWatchedThisWeek": "Thank you, but I’ve seen this one, @.$8",
                "RejectMovieTicket_Divorced": "No! Don’t even think about it! I will never be fooled again!$9",
                "RejectMovieTicket_DontWantToSeeThatMovie": "what is this……?$2#$b#How could you possibly see this sentence in the game? !$7",
                "Mikun_Engaged": "ah……#$b#Did you... give it to me?$4#$b#This must be the choice for Steins;Gate.$4",
                "SpouseStardrop": "Feel the starlight! Muhaha.$10",
                "Mikun_AfterWedding": "I really didn’t expect that I would get married. I used to think that getting married would mean the end of my acting career...$2#$b#ah! I don't mean to complain, I just feel...#$b#...Happiness comes a little suddenly.$8",
                "SpouseGiftJealous": "I heard you gave it today{0}送了一个{1},@.#$b#Are you itchy? Believe it or not, I will let you eat a basketball alive?$6",
                "WipedMemory": "Hello, you are the new one who moved here%A farmer on a farm?$8#$b#strangeness……? Have we met somewhere?$2#$b#Um...no, that's not right...#$b#I haven't seen you!$1#$b#It must be because you have too many fans and you look similar to a certain fan. Sorry.#$e#Oops, I forgot to introduce myself, it’s all because of that abominable sense of déjà vu.$5#$b#I am ☆only~because~will~come~☆$11#$b#As a personal trainee who has been practicing for two and a half years, please give me some advice~$8",
                "AcceptGift_(O)113": "Huh! ! !$5#$b#Wow! This, is this a chicken-shaped statue?$5#$b#...given to me?$4#$b#So cool! !$1#$b#You are the most powerful ikun! ! !$11",
                "AcceptGift_(O)StardropTea": "Wow, a strangely shiny drink?$5#$b#I can feel the magic of it and I love it.$8",
                "RejectItem_category_egg": "I knew you were a little black guy!$7#$b#Steamed shrimp heads! ! !$3#$b#%Just because the future is speechless.",
                "AcceptBirthdayGift": "A souvenir of my hatching day, thank you.$8",
                "AcceptBirthdayGift_Loved": "Wow! Is this a souvenir for my hatching day?$1#$b#I love it! ! ! You are indeed the best ikun! ! !$11",
                "AcceptBirthdayGift_Liked": "Hatching day souvenir?$8#$b#Thank you@! I love so much.$1",
                "AcceptBirthdayGift_Disliked": "Hmm...I don't want a souvenir of hatch day like this.$5#$b#terribly sorry@. You'd better keep it far away.$2#$b#Otherwise, I can’t guarantee that I won’t use Just Because Dance on you! !$3",
                "AcceptBirthdayGift_Hated": "ah! ! !$7#$b#you! Do you know that today is the day when greatness is hatched only because the future is hatched? !$3#$b#Did you do it on purpose? !$3",
                "AcceptBirthdayGift_Neutral": "A souvenir of my hatching day, thank you.$8",
                "AcceptBirthdayGift_(O)113": "! ! ! !$5#$b#ah! This, is this a chicken-shaped statue?$5#$b#...given to me?$4#$b#So cool! ! ! This is the best hatch day gift I have ever received!$1#$b#You are the coolest ikun! ! !$11",
                "AcceptBirthdayGift_(O)StardropTea": "Hey, this drink is so full of magic...$5#$b#Give it to me as a hatch day gift? I like.$8",
                "AcceptBirthdayGift_category_egg": "I knew you were a little black guy!$7#$b#What a joke! Today is our hatching anniversary! ! !$6#$b#elder brother! Come and help me use Iron Mountain to deal with him!$3^elder brother! Come and help me use Iron Mountain to deal with her!$3",
                "Mon": "Ah, it’s @! Scared me!$7#$b#Monday is so busy! Sorry I don't have time to talk to you!#$e#%Snapped! Very soon! Just because I will ignore you in the future.",
                "Mon2": "I'm sorry for treating you badly before. You should be just an ordinary ikun.#$b#I'm too sensitive.$2#$b#The popular idol just decides to be nice to you in the future, and...$2#$b#Sorry...this is compensation[223].$9#$e#%Just because the future looks depressing.",
                "Mon4": "Ha ha! yes@!$1#$b#After observing your behavior for so long, I think...$8#$b#You are one by one...#$b#%Just because the future is stuck.#$e#A qualified ikun!$11#$b#Um! That’s right! That's it!$8",
                "Mon6": "$1 Mikun_plum#You know @, my fans call me*sweet plum*. I happen to have some sweet plums, so I'll give them to you with the eggs. [176][180][417]$8#$e#yes@? You know, my fans call me*sweet plum*.#$b#Why sweet plum?$5#$b#I don’t understand. I’ll give you my balls first. [176][180]$2",
                "Mon8": "Hello@.#$b#It’s another busy Monday! I'm going to practice singing and dancing right now, so I can't play with you anymore.$8#$b#By the way, today’s eggs are here. [174][182]$1",
                "Mon10": "Hi honey, today is a good day too, right?$8#$b#An exclusive egg for you. [305]$1",
                "Tue": "Okay, let’s practice the dance today too!$8#$b#%Just because the future looks full of energy! But she doesn't seem to notice you...#$e#Alas! Why did you appear suddenly?$7#$b#Are you out of resin?$3#$b#Hum, it doesn't matter, the great ones won't care about you just because they have a broad mind in the future.$6",
                "Tue2": "The wind is really comfortable today.$8#$b#The weather is really nice, what do you think, @.#$e#Your farm should be quite nice. It would be even better if it has a basketball court.$2#$b#There is no basketball court in the town, so I usually can only practice in open spaces and squares in the forest.$2",
                "Tue4": "Hey! @. Don’t you think it’s too hot to meet a popular idol?$1#$b#What’s even cooler is the super popular idol’s special offer just for fans in the future:$8#$b#Just because of eggs! [176][180]$10#$b#If you perform well just because you don’t mind giving more in the future~heehee~$11",
                "Tue6": "Don't you think it's a pity that there is no fruit like lychee in this place?$2#$b#Hey, I really want to eat lychees.$5#$b#Forget it, let’s eat some other fruits. Can I give you some too? [91][296][638]$8",
                "Tue8": "People live to sing and dance rap basketball! Those little black guys will never understand the beauty of chicken!$6#$b#Mid-part overalls are the most fashionable outfit, I suggest you get one too.$11#$b#And, today’s eggs, Xiao Heizi will not have such benefits! [174][182]$6",
                "Tue10": "It was the first time I was squashed like this, how could I deny it!$6#$b#It's you, my dear.$8#$b#I'm practicing the new album Chicken, you are so beautiful, please don't disturb me when I give you my balls. [305]$1",
                "Wed": "I don't know you very well.#$b#Sorry, I have something else to do...$2#$e#Um……$5#$b#Well……$5#$b#…………!$7#$b#What are you doing? Idol trainees are very busy!$3#$e#%Just because the future is flying away from you, like a tornado.",
                "Wed2": "Um……#$b#Chickens are so cute, so it’s no wonder that they have become a popular animal all over the world.$8#$b#@, do you raise chickens on the farm?#$b#I highly recommend you to keep it!$1#$e#Do you like chicken?#$b#They are the cutest, right?$11",
                "Wed4": "do not come! Don't come over here!$7#$b#Ah yes@! Phew, I was scared to death.$2#$b#you do not know. Just now there was a man holding a pot and making terrible noises!$5#$b#He said: Ahaha~ Here comes the chicken soup!$7#$b#I was so frightened that I quickly used the dance and luckily left.$9",
                "Wed6": "I heard that there is a strange kind of chicken in the Finnish Islands.#$b#Colorful ones can fly...$5#$b#Hum, if you ask me to say that a chicken is a chicken, colorful is still a chicken.$6#$e#Ken...certainly isn't as cute as me, right?$5",
                "Wed8": "@? Pelican Town is a really nice place and very chicken-friendly.$8#$b#It's really suitable for chickens to live in.#$e#Ah, that's right. The chicks here are also very cute. Look at these eggs, how nice they are. [174][182]$1",
                "Wed10": "Oh, baby! Why are you so handsome! One more look and my heart will explode!$4^Oh, baby! Why are you so beautiful! One more look and my heart will explode!$4#$e#No, I'm not singing, I'm serious.$6#$b#It's so wonderful to get to know you... Take it, my love. [305]$4",
                "Thu": "$1 Mikun_gift#yes@. It seems like your farm is still abandoned, so I have to give you something to beat you. Take it and go away! [433][633]$6#$e#Hey, is it you?#$b#You don't seem to have much to do, is it because the farm is still deserted?$5#$e#Please don't wander around in front of me. Being an idol is very busy.$3",
                "Thu2": "It's my turn to take care of the little one. Today it's my turn to change the water in the nest.#$b#There is also special chicken food made for everyone.$8#$b#Wheat is mixed with other grains to give you a little better. [223]",
                "Thu4": "Today... is only because of the big challenge in the future.$5#$b#Hey, hey, hey! ! ! ! It's Crazy Thursday! .$7#$b#Will you save me? @, I know you will come to save me on the colorful clouds!$8#$b#Give you the egg! You are a good ikun! [176][180]$1",
                "Thu6": "Damn it, that profiteer actually sold me raw melons!$6#$b#Is it fun? Oil or not? Plum juice?$3#$b#well,@. I don’t have to complain to you. Being an idol is very stressful and I can’t help myself. I hope you don’t mind.$2#$b#It's okay. I'll give you the egg. You should be happy today. [176][180]$8",
                "Thu8": "The weather is really nice today. Would you like some special eggs?#$e#Um? No, just because the eggs are also given to you.$8#$b#Let’s give it to you together, you will definitely like these balls! [107][174][182][289][305]$1#$b#How about it, not bad, hehe, even the great Yin Yinfu has a hard time getting it.$11",
                "Thu10": "Now, tell me the confirmation.$8#$b#Just tell me now who you belong to!$1#$e#It must be me, right baby~$11#$b#This is a reward~[305]$1",
                "Fri": "You're so annoying. I have to practice and I don't have much time.$3#$e#Why are you always pestering me? Be careful, I will send you a green corpse cold.$6",
                "Fri2": "Oops, it’s really you, @.$7#$b#You just scared me, you know that.$6#$e#Actually, I get easily frightened...$2#$b#There are always people who are going against me. After all, I am a super popular idol.$8",
                "Fri4": "Are you taking care of the chicks? @.#$b#You have to pet them every day, so that the good girls will be in a better mood and lay eggs of higher quality and quality.$8#$b#Did you touch the chicken today?$11#$b#Huh? What's wrong with that expression? Is there something wrong with what I said?$5",
                "Fri6": "do you know@. I used to be on the basketball school team.$8#$b#Do you play basketball? We can play together and call Xiao Zhiyin.#$b#It doesn’t matter if you don’t know how, just play casually, the most important thing is not to have fun.$1",
                "Fri8": "Today’s portion of eggs, @. [174][182]I want to enjoy freedom and fresh air. We also go to the beach to sunbathe at noon.",
                "Fri10": "My dear, tomorrow is a day off.$8#$b#Take this egg~[305]$11#$e#The beach is really great, right?$8#$b#A great place for a date...$4",
                "Sat": "It is you,@!#$b#Today I'm going to play basketball with Xiao Zhiyin, so don't pester me.$6",
                "Sat2": "Quietly, chickens prefer fresh grass to hay, and if the weather is nice you should let them find their own grass.$8#$b#The chickens in Pelican Town don't eat chicken food, and there seems to be a strange force here that twists them.$2#$b#%Just because the future seems lost in thought.",
                "Sat4": "It’s clear that chicken beauty culture has taken the world by storm.$8#$b#The whole world is talking about what you are doing, what a great occasion this is.$1#$e#Just because the chicken is so beautiful.$10",
                "Sat6": "You know, the chicken coop actually leaks a little bit.#$b#Hehe, it's okay.$8#$e#But thank you anyway!$1#$b#Give you some snacks, you are a good ikun. [232][233]",
                "Sat8": "With green grass, the clearing in the coal mine forest is perfect for playing basketball!#$b#I'm going to play with Xiao Zhiyin all day today. Do you want to come with me?#$b#Okay, I’ll give you the eggs today first. [174][182]$1",
                "Sat10": "Come and play basketball, baby?#$b#With Xiao Zhiyin.$8#$e#Don't want to fight?$2#$b#Okay, here you go. [305]",
                "Sun": "I understand, idols like me are very popular!$8#$b#But I'm really not familiar with you. How do I know if you are a black fan?$6#$b#%Just because the future pouted and looked unhappy.",
                "Sun2": "@,Are you OK?#$b#Don't you have anything to do now?$6#$e#Oh, that's it, bye.",
                "Sun4": "Give you my balls~[176][180]$8#$b#We are already relatively familiar~$11#$b#Ah, I mean we are more familiar! Not familiar!$7#$b#snort! You actually make such a joke with the great Just Because of the Future, Green Corpse Han warns!$3#$e#%Just angry because of the future.",
                "Sun6": "Great, today is Sunday!$1#$b#Rest days are pretty relaxing, right?$8#$b#But I still have to practice the dance of just because...$2#$e#But I'm not sad, because my ability to become a national idol is all due to these two and a half years of practice. I'll play with you after I finish dancing.$8",
                "Sun8": "The valley is great for fishing. I also want to fish.#$b#It's a pity that I can't.$2#$b#By the way, I'll give you the egg. I'm going to practice. [174][182]$8#$b#Play later.",
                "Sun10": "I'm going to practice today, honey.#$b#I’ll give you my balls first. [305]#$b#I'll be with you later.$8#$e#Go and play with Xiao Zhiyin.$1",
                "Forest_34_25": "The environment of the forest is better.#$b#It's really relaxing to stay here for a while.$8",
                "Forest_48_30": "A beautiful and clear lake, but unfortunately there are only some small fish in it, so it is not a good choice for fishing.#$b#Maybe for newbies?$8",
                "Forest_70_50": "I come here a lot of the time.$8#$b#I really like this river.",
                "Town_27_97": "The river that runs through the town is very clear, right?$8",
                "Town_32_38": "Hey, I’m so tired from practicing. I need to take a rest.",
                "Town_71_11": "I am a patient, I am sick.$10#$b#I still have a high fever of 40 degrees and still practice dancing in the sauna~$11#$b#Why? When were you here?$5#$b#Quickly, quickly go away!$6#$b#%It seems that it is just because Mirai is practicing singing in secret.",
                "Town_43_77": "Sunny day@.#$b#The community garden was well taken care of by those two ladies. It made me want to have a garden too.$1",
                "Town_91_9": "You can see the other side of the river from here, and I heard that a strange fish can occasionally be seen near this location.$8",
                "Beach_53_6": "The beach is so beautiful! The sea breeze is also very comfortable, and I enjoy the beautiful scenery here.$8",
                "Beach_42_34": "The corals here are so beautiful. I wonder if there are pearls in those clams?$4#$b#I quite like pearls, but they are said to be very precious.$2#$b#Hehe, it doesn't matter, it's enough to have an ikun like you by my side.$11",
                "Mountain_32_5": "The environment in the mountains is very good, quiet and suitable for rest.$8",
                "Mountain_35_21": "There is a teleportation point next to this, but unfortunately I don't know how to use it.#$b#My nest is quite far away from here...$2",
                "Mountain_57_20": "@?$7#$b#I'll hide here for a while so I don't have to practice singing or dancing.#$b#Shh, don’t tell anyone, okay?$5",
                "ArchaeologyHouse_1_10": "Every rainy day I will hide here for a while, just for a while.$2#$b#The fur won't get wet here.",
                "ArchaeologyHouse_13_18": "I occasionally read here for a while to pass the boring time.",
                "Saloon_2_22": "Phew, I’m really freezing today. Come on, have a drink!$6",
                "Saloon_3_19": "I can finally have a good rest and I want to have a big meal!$8#$b#I wanted to order fragrant wings with rice and plum cake sauce, but unfortunately they are not available here.$2#$b#%Even so, Mirai ordered a lot of food and filled her mouth with food. Could she really finish it?",
                "Saloon_41_23": "Oh my god, there are so many people in the bar today!$7#$b#It's too crowded, so I'd better stay in this corner.$2",
                "Railroad": "It's really hot in summer, but luckily it's a little cooler in this train station.$8#$b#As long as the train doesn't pass by...$2",
                "BeachNightMarket": "These are all products from foreign countries. If you like it, buy some@!$8#$b#I heard that there is a mermaid show on the ship over there, you can go and see it, although I don’t think they can dance better than just because of it.$6",
                "WizardHouse": "Why are you here?$5#$b#I? I am because...#$b#%Just because the future is vague for some reason.",
                "AnimalShop": "I come here every week to buy fresh feed and Mani's products are very good and suitable for animals.$1",
                "SeedShop_12_29": "Hmm…these cereals look good…#$b#%Just because the future is staring at the cereals on the shelves and muttering quietly.",
                "SeedShop": "I'm here to buy some daily necessities.$8#$b#The seeds here are all local and suitable for local planting.",
                "spring_1_2": "A new year begins!$1#$b#This is definitely the coolest thing@!$8",
                "fall_28": "Winter is coming and the chickens need some heat.#$b#I also need.#$b#Small reasons also want it.$8#$e#What? Just because of Xia? He doesn't need it, after all, it will explode if you look at him one more time, and melt if you get closer.$6#$e#This is enough for him to cope with the coldest winter, all because he is so beautiful.$5",
                "winter_15": "Starting tonight, a night market will be held on the town's seaside for three days.#$b#If you are interested, go and have a look. I will also take a look tomorrow.$8",
                "spring_12": "Tomorrow is Easter Egg Day, @.#$b#You will see a lot of beautiful balls at the festival! .$1#$e#This is my favorite holiday, they dress up the eggs beautifully, you have to go and see them.$8#$b#Definitely worth it!$11",
                "spring_23": "Tomorrow they will hold a ritual dance program deep in the forest. Are you going?#$b#I? No, I'm just asking casually, unless...$4",
                "summer_10": "I heard someone will come to inspect tomorrow.#$b#I love the beach! It’s really great for parties, come on you too.$8",
                "summer_28": "Dance of the Moon Jellyfish. I wonder how it compares to justin dance?$5",
                "fall_15": "Hey, @! There's a party in town tomorrow!$8#$b#I can finally go sell sell sell!$1",
                "fall_27": "All Souls’ Day…#$b#Maybe I could use a prototype...#$b#ah! no! I just had a dangerous idea!$7",
                "winter_7": "Ice fishing festival? Sounds really fun, right?#$b#It's a pity that I can't fish.$2",
                "winter_24": "What will you receive tomorrow?#$b#But I'm not really looking forward to it. The gifts from ikuns can almost overwhelm me, and I'm used to it.$2"
            }
        }
    ]
}