{
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueMikun",
            "Entries": {
                "Rainy_Day_0": "Oh, it's raining. It's really cold. Fortunately, my fur won't get wet.#$b#This weather makes me feel bad, so I'll give you this. [74]",
                "Rainy_Day_1": "My dear, don't you feel cold?#$b#Can you give me a hug? It's really cold.$9",
                "Rainy_Day_2": "This weather is really not suitable for playing basketball.#$b#Probably not suitable for dance practice either.$2#$b#Okay, I can sing. What do you think? baby.$8",
                "Rainy_Day_3": "I probably forgot to put on lipstick because it rained today.$6#$b#Here's something for you, I guess you need it. [74]",
                "Rainy_Day_4": "In fact, rain is also a good day, right? You don't have to water the ground anymore.#$b#...Then you can spend more time with me?$4",
                "Rainy_Night_0": "It's evening, which means this rainy day is almost over.#$b#right?$8",
                "Rainy_Night_1": "oh! My dear, you're soaked in the rain. Come here and I'll help you dry it.$2",
                "Rainy_Night_2": "Ah, what a wet and cold day!#$b#You need some hot soup to warm you up. [457]",
                "Rainy_Night_3": "Are you okay? You look tired. Is it because of the rain?$2#$b#Come here honey, I've prepared hot soup and midnight snacks for you. [219][232]",
                "Rainy_Night_4": "I guess you need this? [74]#$b#Hey, no need to thank me, baby, we're in this together.$8",
                "Indoor_Day_0": "morning,@.#$b#Are the eggs fresh today? [305]$8",
                "Indoor_Day_1": "Great, another sunny day. This kind of weather makes me feel better!#$b#So here are the eggs this morning, @. [305]$8",
                "Indoor_Day_2": "I want to sing and dance, @.#$b#Ah, can't you be at home?$5#$b#Okay, that's a little frustrating, but that's okay because you're right.$2#$b#This is today’s egg. [305]",
                "Indoor_Day_3": "Wonderful morning!$8#$b#Honey, you need eggs! [305]$11",
                "Indoor_Day_4": "Another day that calls for eggs, I’m sure of it. [305]#$e#Go about your business, dear.$8",
                "Indoor_Night_0": "Good evening@, today is also a fulfilling and meaningful day, right?#$b#I'll definitely give you the eggs, for sure. [305]$8",
                "Indoor_Night_1": "It's a wonderful night, @.$8#$e#It's all because you are here. [305]",
                "Indoor_Night_2": "Hey, baby, you are so handsome.^Oh, baby, you are so beautiful.#$b#It's all your fault, because you have become a strange person.$6#$b#Now, take the egg and walk quickly. [305]",
                "Indoor_Night_3": "Before I knew it, another day had passed.#$b#Life is incredible.$8#$b#Don't worry@, I'm not sentimental, I'm just sighing.$1#$e#your eggs. [305]",
                "Indoor_Night_4": "What a blessing, thank you, the producers of All People, for allowing me to meet you!$1#$b#These are definitely the best eggs! [305]$8",
                "Outdoor_0": "The farm is really beautiful with the fresh outdoor air.$1",
                "Outdoor_1": "Maybe I'll help you take care of the chicks?#$b#The other animals look pretty cute too.$1",
                "Outdoor_2": "It was a nice day out in the sun and I had no idea that one day I would be the hostess of this farm.#$b#Like a dream...$4",
                "Outdoor_3": "Maybe I could walk around? Do you agree@?#$b#no? No, I won't break things, but since you don't want to, I'll just stay here.$2#$e#Don't worry, I'm not going anywhere.$8",
                "Outdoor_4": "Are you busy now@? If not, can you stay with me for a while?$8#$b#What a nice weather, just for a moment, okay?$4",
                "OneKid_0": "Can't believe I already have a chick, still with you.$5",
                "OneKid_1": "%kid1 is a good kid, right? A little noisy sometimes, but that's what family is about.$8",
                "OneKid_2": "Oh baby! I want to take care of%Kid1, you can go about your business, just don’t forget to hug your chick.$8",
                "OneKid_3": "You feel%Will kid1 be my heir? The chick also seems to like singing and dancing.$8#$b#...Maybe, we still need a basketball to inherit?$5",
                "TwoKids_0": "I have to prepare good chicken food for the children, @.#$e#I didn’t expect to have two children so soon…$2",
                "TwoKids_1": "%kid2 is also a cute kid, just like you! Should I take them out to play?$8",
                "TwoKids_2": "This is definitely the best blessing in the world, @.$8#$b#We live together and have two children...$4",
                "TwoKids_3": "Like your chicks? They are always so full of energy!$1#$b#What a lovely day, I got to play basketball with them.$8#$b#Are you coming too?$11",
                "Good_0": "It seems that I am destined to start a new life here, let these balls witness it. [107][289][928]",
                "Good_1": "This is really good, sometimes you are like a beam of light in my life...$4",
                "Good_2": "Everything is going great, here are warm greetings from the producers of All People! [373]$8",
                "Good_3": "I firmly believe that you made me into a strange person, and I don't hate it yet.",
                "Good_4": "I wonder what happened to Xiao Zhiyin? The chicken coop always leaks on rainy days. I’m so glad I’m on this farm with you.$2#$b#Hope everything is fine for Xiao Zhiyuan.$8",
                "Good_5": "What are you doing, honey, why are you using lychee perfume?$5#$b#This smell makes me intoxicated.$4",
                "Good_6": "It was you who crowned me the king of singing and dancing. I spent such a beautiful time with you.$1",
                "Good_7": "You make me dance after smelling chicken! Oh baby, if you look at it again, it will explode, if you get closer, it will melt...$1",
                "Good_8": "Let's hug each other tightly! @Now tell me who do you belong to?$11",
                "Good_9": "It's like a dream to have everything we have now!$8#$b#I will continue to sing and dance in the future, so remember to support me~$11#$b#Thank you to all the producers, you are so beautiful!$1",
                "Neutral_0": "Hi,@. A peaceful day, right?",
                "Neutral_1": "I saw Xiao Zhiyin in the bushes. He must have gotten into some trouble again.$8",
                "Neutral_2": "There are often small animals in the Coal Forest. Although they are all cute, chickens are the cutest.$1",
                "Neutral_3": "I have no complaints. Life is pretty stable like this. I can continue singing and dancing. There is nothing wrong with it.",
                "Neutral_4": "Maybe we should go on a date? Do you want a date? We don't seem to date much.",
                "Neutral_5": "No big deal, this is fine.#$b#However, I hope you can tell me something because I am your family.$8",
                "Neutral_6": "What should I do, what should I do?",
                "Neutral_7": "@, should we communicate? This will help you better maintain your home.$2",
                "Neutral_8": "What do you want? I think I'm... a bit confused.$2",
                "Neutral_9": "Hey, I'm a little tired and need a nap. If you have anything, call me.",
                "Bad_0": "@?Sorry, I'm a little tired and distracted.",
                "Bad_1": "I feel a little dizzy and I should rest.$2",
                "Bad_2": "Do not bother me,@. I also have to practice singing and dancing to prepare for the show.$6",
                "Bad_3": "It's been a long time since we were intimate, don't you think?$2",
                "Bad_4": "I'm not happy right now, you're making me feel lonely. It sucks...all of it.$9",
                "Bad_5": "Am I not doing well? You always work late.$9",
                "Bad_6": "Please, tell me something, don't do this to me!$2",
                "Bad_7": "Are you... starting to feel bored? So why did you marry me... in the first place?$9",
                "Bad_8": "You know, it reminds me of that terrible Thursday...the sound of madness is still ringing in my ears.$3",
                "Bad_9": "This is*Send your fetus*?$5#$b#Oh, the sorrow! sad!$9",
                "patio_Mikun": "The view of the farm from here is really nice and refreshing.#$b#I think I like this kind of peace of mind.$8",
                "funLeave_Mikun": "I'm going to sing, dance, and play basketball today. I'll be back as soon as possible, don't worry.",
                "funReturn_Mikun": "I'm back, practice is over, and there's a show.#$b#What a tiring day.$8",
                "spouseRoom_Mikun": "The room you prepared for me, right?$4#$b#This place is so nice, it's like being in a nest!$1",
                "Spouse_MonstersInHouse": "Uh...honey? How did those monsters appear in the room?$2#$b#Could you please get them out? I am afraid……$9",
                "Mines_PlayerKilled_Spouse_PlayerMale": "what happened! You went to that terrible mine for so long and never came back? !$5#$b#I'm worried to death! Baby you have to be careful!$6#$b#Promise me you won't do this again, okay?$2",
                "Mines_PlayerKilled_Spouse_PlayerFemale": "what happened! You went to that terrible mine for so long and never came back? !$5#$b#I'm worried to death! My dear you must be careful!$6#$b#Promise me you won't do this again, okay?$2",
                "NoBed_0": "Where is our nest...?$2",
                "NoBed_1": "I could only sleep on the floor last night...$2",
                "NoBed_2": "I can't find the bed...what's going on?$2",
                "NoBed_3": "what happened……? Could it be that this place has collapsed like my nest?$2",
                "SpouseFarmhouseClutter": "Honey, when I went to the kitchen this morning I saw a pile of stuff blocking the kitchen...#$b#I don't know how you want to put it, can you sort it out?$2",
                "spring_1": "It’s a new year, what a cool thing.$1#$b#A special gift for the new year, let’s give it a good one this year too~[928]$11",
                "spring_12": "Easter is coming! This makes me so excited! Would you like to play too?$11",
                "spring_23": "Well, Flower Dance Festival, although I don’t like these classical dances, if it were you, I would dance with you!$8",
                "summer_10": "Tomorrow is a party, you can eat and dance on the beach, remember to go and have fun!$8",
                "summer_28": "You can watch the dance of jellyfish at night, what a magical creature, this valley is always so incredible.",
                "fall_15": "Are you going to attend the exhibition tomorrow? Come on. I will go too.",
                "fall_27": "I'm actually quite afraid of All Souls' Day, but it looks really fun...$2",
                "winter_7": "Tomorrow is the ice fishing competition and I think your fishing is the best!$1#$b#Why? Is there another meaning to fishing...?$5",
                "winter_24": "Winter Star Festival is coming soon, I’m really curious who the secret friend is? But no matter who it is, I will prepare a gift for you tomorrow!$8",
                "winter_25": "Happy Winter Star Day dear! I have a special surprise for you!$1#$b#This is a gift, keep these eggs. [107][289][928]$11"
            }
        }
    ]
}